Repository: Mohamed1226/flutter_starter
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: v_required
ar: مطلوب

source: whatapp_text
ar: واتساب

source: cancel_choice
ar: الغاء الاختيار

source: delete
ar: حذف

source: cancel
ar: الغاء

source: ok
ar: موافق

source: seem_it_has_connection_error
ar: يبدو ان هناك مشكله في الاتصال

source: retry
ar: اعد المحاولة

source: success_process
ar: تمت العمليه بنجاح

source: soon
ar: قريبا

source: errer_message
ar: هناك خطأ

# change_lang_desc
source: if you want to change language just press this button
ar: اذا كنت ترجب في تغيير اللغه اضغط هنا
